export const ru = {
    header: {
        nav: ["Ассортимент", "Новости", "Сообщество", "Контакты"],
        socials: {
            instagram: "Инстаграм",
            telegram: "Телеграм",
        },
        phoneNumbers: ["+998 (88) 668 77 07"]
    },
    footer: {
        description: "Измените своё восприятие жизни с нашими парфюмами",
        quickLinksTitle: "Быстрые ссылки",
        quickLinks: ["Ассортимент", "Новости", "Сообщество", "Контакты"],
        socials: {
            instagram: "Инстаграм",
            telegram: "Телеграм",
        },
        company: "© 2022 Mf. Kiwwi. Все права защищены.",
        forma: {
            title: "Напишите нам",
            name: "Ваше имя",
            nameError: "Необходимо указать имя",
            email: "Ваша почта",
            emailError: "Необходимо указать почту",
            phone: "Ваш номер телефона",
            phonePlaceholder: "+998 (__) ___-__-__",
            message: "Ваше сообщение",
            messagePlaceholder: "Опишите вашу проблему",
            messageError: "Необходимо указать сообщение",
            button: "Отправить",
            buttonProcess: "Отправляется...",
            success: "Спасибо за вашу заявку. Мы свяжемся с вами в ближайшее время!",
            error: "Что-то пошло не так, пожалуйста, попробуйте снова!",
        }
    },
    main: {
        hero: {
            title: "Приветствуем вас на сайте"
        },
    }
}